1682/1682.11/Output/Inner-Fluid/system/decomposeParDict
FoamFile {
    version 2.0;
    class dictionary;
    object decomposeParDict;
    format ascii;
}
method scotch;
numberOfSubdomains 2;
